Repository: gumerov-amir/TTMediaBot
Catalog: locale/*/LC_MESSAGES/TTMediaBot.po
Languages: es, hu, id, pt_br, ru, tr

source: Plays previous track
es: Reproduce la pista anterior
hu: Az előző tartalom lejátszása
id: Putar trek sebelumnya.
pt_br: Reproduz a faixa anterior
ru: Воспроизводит предыдущий трек
tr: Önceki parçayı oynatır

source: No previous track
es: Sin pista anterior
hu: Nincs előző tartalom
id: Tidak ada trek sebelumnya.
pt_br: Nenhuma faixa anterior
ru: Нет предыдущего трека
tr: Önceki parça yok

source: MODE Sets the playback mode. If no mode is specified, the current mode and a list of modes are displayed
es: MODO Establece el modo de reproducción. Si no se especifica ningún modo, se muestran el modo actual y una lista de modos
hu: MÓD Lejátszási mód beállítása. Ha nincs megadva mód, az aktuálisan beállított mód, illetve a lehetséges opciók listája jelenik meg
id: MODE Mengatur mode pemutaran. Jika tidak ada mode yang ditentukan, mode saat ini dan daftar mode akan ditampilkan.
pt_br: MODE Define o modo de reprodução. Se nenhum modo for especificado, o modo atual e um lista de modos são exibidos
ru: РЕЖИМ Устанавливает режим воспроизведения. Если режим не указан, отображается текущий режим и список режимов
tr: MOD Oynatma modunu ayarlar. Mod belirtilmemişse, geçerli mod ve modların listesi görüntülenir

source: Single Track
es: Una sola pista
hu: Egyetlen zeneszám
id: Trek tunggal
pt_br: Faixa única
ru: Один трек
tr: Tek Parça

source: Repeat Track
es: Repetir pista
hu: Zeneszám ismétlése
id: Ulangi trek
pt_br: Repetir Faixa
ru: Повтор трека
tr: Parçayı Tekrarlama modu

source: Track list
es: Lista de pistas
hu: Lejátszási lista
id: Daftar trek
pt_br: Lista de faixas
ru: Список треков
tr: Parça listesi

source: Repeat track list
es: Repetir lista de pistas
hu: Lejátszási lista ismétlése
id: Ulangi daftar trek
pt_br: Repetir lista de faixas
ru: Повтор списка треков
tr: Parça listesini tekrarlama modu

source: Random
es: Aleatorio
hu: Véletlenszerű lejátszás
id: Acak
pt_br: Aleatório
ru: Случайный трек
tr: Rastgele

source: Current mode: {current_mode} {modes}
es: Modo actual: {current_mode} {modes}
hu: Jelenlegi mód: {current_mode} {modes}
id: Mode saat ini: {current_mode} {mode}.
ru: Текущий_ режим: {current_mode} {modes}

source: Current mode: {mode}
es: Modo actual: {mode}
hu: Jelenlegi mód: {mode}
id: Mode saat ini: {mode}.
pt_br: Modo atual: {mode}
ru: Текущий режим: {mode}
tr: Geçerli mod: {mode}

source: SERVICE Selects the service to play from, sv SERVICE h returns additional help. If no service is specified, the current service and a list of available services are displayed
es: SERVICIO Selecciona el servicio desde el que reproducir, sv SERVICIO h devuelve ayuda adicional. Si no se especifica ningún servicio, se muestran el servicio actual y una lista de servicios disponibles
hu: SZOLGÁLTATÁS A forrás kiválasztása, az sv SZOLGÁLTATÁS h paranccsal további segítséget kaphatsz. Ha nincs megadva paraméter, az aktuális szolgáltatás és az elérhető opciók listája jelenik meg
id: LAYANAN Memilih layanan untuk digunakan, sv LAYANAN h TAMPILKAN bantuan tambahan. Jika tidak ada layanan yang ditentukan, layanan saat ini dan daftar layanan yang tersedia akan ditampilkan.
ru: СЕРВИС Выбирает сервис для воспроизведения. Если сервис не указан, показывает текущий сервис и список доступных Если набрать "sv имя сервиса h", покажет справку

source: Unknown service. {}
es: Servicio desconocido. {}
hu: Ismeretlen szolgáltatás
id: Layanan tidak dikenal. {}
pt_br: Serviço desconhecido. {}
ru: Неизвестный сервис. {}
tr: Bilinmeyen hizmet. {}

source: Current service: {} Warning: {}
es: Servicio actual: {} Advertencia: {}
hu: Jelenlegi szolgáltatás: {} Figyelmeztetés: {}
id: Layanan saat ini: {} Peringatan: {}
ru: Текущий сервис: {} внимание!

source: Current service: {}
es: Servicio actual: {}
hu: Jelenlegi szolgáltatás: {}
id: Layanan saat ini: {}.
pt_br: Serviço atual: {}
ru: Текущий сервис: {}
tr: Mevcut hizmet: {}

source: Error: {error} {service} is disabled
es: Error: {error} {service} está desactivado
id: Kesalahan: {error} {service} dinonaktifkan.
ru: Ошибка: сервис запрещён

source: {service} is disabled
es: {service} está desactivado
id: {service} dinonaktifkan.
ru: Передача речи отключена

source: This service has no additional help
es: Este servicio no tiene ayuda adicional
hu: Ez a szolgáltatás nem tartalmaz további segítséget
id: Layanan ini tidak memiliki bantuan tambahan.
ru: Этот сервис не содержит дополнительной справки

source: {} (Warning: {})
es: {} (Advertencia: {})
hu: {} (Figyelmeztetés: {})
id: {} (Peringatan: {}).
ru: {} (Внимание: {})

source: Current service: {current_service} Available: {available_services} send sv SERVICE h for additional help
es: Servicio actual: {current_service} Disponibles: {available_services} envía sv SERVICIO h para ayuda adicional
hu: Jelenlegi szolgáltatás: {current_service} Elérhető szolgáltatások: {available_services} Add ki az "sv h" parancsot egy adott szolgáltatással kapcsolatos további segítségért
id: Layanan saat ini: {current_service} Tersedia: {available_services} kirim sv LAYANAN h untuk bantuan tambahan.
ru: Текущий сервис: {current_service} Доступные: {available_services} Отправьте "sv имя сервиса h" для дополнительной справки по конкретному сервису

source: NUMBER Selects track by number from the list of current results
es: NÚMERO Selecciona la pista por número de la lista actual de resultados
hu: SZÁM Tartalom kiválasztása annak száma szerint az aktuális eredmények listájából
id: NOMOR Memilih trek dengan nomor dari daftar hasil saat ini.
pt_br: NUMBER Seleciona a música por número da lista de resultados atuais
ru: НОМЕР Выбирает трек по номеру из списка текущих результатов
tr: NUMARA Geçerli sonuçlar listesinden parçayı numaraya göre seçer

source: Incorrect number
es: Número incorrecto
hu: Helytelen szám
id: Nomor salah.
pt_br: Número incorreto
ru: Неверный номер
tr: Yanlış numara

source: Playing {} {}
es: Reproduciendo {} {}
hu: Lejátszás {} {}
id: Memutar {} {}.
pt_br: Tocando {} {}
ru: Воспроизводится {} {}
tr: Oynatılıyor {} {}

source: Out of list
es: Fuera de la lista
hu: Listán kívül
id: Daftar terlampaui.
pt_br: Fora da lista
ru: Вне списка
tr: Liste dışı

source: SPEED Sets playback speed from 0.25 to 4. If no speed is given, shows current speed
es: VELOCIDAD Establece la velocidad de reproducción desde 0.25 hasta 4 (el separador decimal es el punto). Si no se especifica ninguna velocidad, muestra la velocidad actual.
hu: SEBESSÉG Beállítja a lejátszási sebességet 0,25 és 4 között. Ha nincs megadva paraméter, az aktuális sebességet mutatja
id: KECEPATAN Mengatur kecepatan pemutaran dari 0,25 hingga 4. Jika tidak ada kecepatan yang ditetapkan, tampilkan kecepatan saat ini.
ru: СКОРОСТЬ Устанавливает скорость воспроизведения от 0.25 до 4. Если скорость не указана, показывает текущую скорость

source: Current rate: {}
es: Velocidad actual: {}
hu: Jelenlegi sebesség: {}
id: Kecepatan saat ini: {}.
pt_br: Taxa atual: {}
ru: Текущая скорость: {}
tr: Geçerli hız: {}

source: +/-NUMBER Manages favorite tracks. + adds the current track to favorites. - removes a track requested from favorites. If a number is specified after +/-, adds/removes a track with that number
es: +/-NÚMERO Gestiona las pistas favoritas. + añade la pista actual a favoritos. - elimina una pista solicitada de favoritos. Si se especifica un número tras +/-, añade/elimina una pista con ese número
hu: +/-SZÁM Kedvenc zeneszámok kezelése. A + hozzáadja az aktuális zeneszámot a kedvencekhez, a - eltávolítja azt. Ha a +/- után egy szám van megadva, hozzáadja/eltávolítja az ezzel a számmal rendelkező zeneszámot
id: +/-NOMOR kelola trek favorit. + tambahkan trek saat ini ke daftar favorit. -NOMOR hapus trek yang diminta dari daftar favorit. Jika nomor ditentukan setelah +/-, tambahkan/hapus trek dengan nomor itu.
pt_br: +/-NUMBER Gerencia as faixas favoritas. + adiciona a faixa atual aos favoritos. - remove uma faixa solicitada dos favoritos. Se um número for especificado após +/-, adiciona/remove uma faixa com esse número
ru: +/-НОМЕР Управляет списком избранных треков. + добавляет текущий трек в избранное. - удаляет запрошенный трек из избранного. Если номер указан после +/-, добавляет/удаляет трек с этим номером
tr: +/-NUMARA Favori parçaları yönetir. + mevcut parçayı favorilere ekler. - favorilerden istenen parçayı kaldırır. +/- sonra bir numara belirtilirse, o numaraya sahip bir parçayı ekler/kaldırır

source: This command is not available for guest users
es: Esta orden no está disponible para usuarios invitados
hu: Ez a parancs vendégfelhasználók számára nem elérhető
id: Perintah ini tidak tersedia untuk pengguna guest.
pt_br: Este comando não está disponível para usuários convidados
ru: Эта команда недоступна для гостевых пользователей
tr: Bu komut konuk kullanıcılar için mevcut değildir

source: This track is not in favorites
es: Esta pista no está en favoritos
hu: Ez a szám nincs a kedvencek között
id: Lagu ini tidak ada di daftar favorit.
pt_br: Esta faixa não está nos favoritos
ru: Этого трека нет в избранном
tr: Bu parça favorilerde değil

source: Gets a direct link to the current track
es: Obtiene un enlace directo a la pista actual
hu: Közvetlen linket kap az aktuális zeneszámhoz
id: Dapatkan tautan langsung ke trek saat ini.
pt_br: Obtém um link direto para a faixa atual
ru: Получает прямую ссылку на текущий трек
tr: Geçerli parçaya doğrudan bir bağlantı alır

source: URL is not available
es: La URL no está disponible
hu: Ez az URL nem elérhető
id: URL tidak tersedia.
pt_br: URL não está disponível
ru: Поток не доступен
tr: URL mevcut değil

source: NUMBER Plays a track with the given number from a list of recent tracks. Without a number shows recent tracks
es: NÚMERO Reproduce una pista con el número dado de una lista de pistas recientes. Sin ningún número muestra las pistas recientes
hu: SZÁM A megadott számmal rendelkező zeneszámot játssza le a legutóbbi zeneszámok listájából. Szám megadása nélkül az előzményeket mutatja
id: NOMOR PUTAR trek dengan nomor tertentu dari daftar trek terbaru. Tanpa nomor TAMPILKAN DAFTAR trek terbaru.
ru: НОМЕР Воспроизводит трек с заданным номером из списка последних треков. Без номера показывает последние треки

source: Downloads the current track and uploads it to the channel.
es: Descarga la pista actual y la sube al canal.
hu: Letölti az aktuális zeneszámot, és feltölti a csatorna fájljai közé.
id: Unduh trek saat ini dan unggah ke saluran..
ru: Скачивает проигрываемый трек и выгружает его на канал

source: Cannot upload file to channel
es: No se puede subir el archivo al canal
hu: Ezt a fájlt nem lehet feltölteni
id: Tidak dapat mengunggah file ke saluran.
pt_br: Não é possível enviar arquivo para o canal
ru: Невозможно загрузить файл на канал
tr: Kanala dosya yüklenemiyor

source: Downloading...
es: Descargando...
hu: Letöltés...
id: Mengunduh...
pt_br: Baixando...
ru: Скачивание...
tr: İndiriliyor...

source: Live streams cannot be downloaded
es: Las transmisiones en directo no se pueden descargar
hu: Élő adásokat nem lehet letölteni
id: Streaming langsung tidak dapat diunduh.
pt_br: Transmissões ao vivo não podem ser baixadas
ru: Прямые трансляции не могут быть загружены
tr: Canlı akışlar indirilemiyor

source: unknown duration
pt_br: duração desconhecida
ru: неизвестная продолжительность

source: unknown position
pt_br: posição desconhecida
ru: неизвестная позиция

source: Token is not provided
es: No se ha proporcionado un token
hu: Nincs megadva token
id: Token tidak disediakan.
ru: Токен не указан

source: You don't have Yandex Plus
es: No tienes Yandex Plus
hu: Nincs Yandex Plus előfizetésed
id: Anda tidak memiliki Yandex Plus.
ru: У Вас нет Yandex Plus

source: Playing: {track_name}
es: Reproduciendo: {track_name}
hu: Lejátszás: {track_name}
tr: Oynatılıyor: {track_name}

source: Playing: {stream_url}
es: Reproduciendo: {stream_url}
hu: Lejátszás: {stream_url}
tr: Oynatılıyor: {stream_url}

source: Paused: {track_name}
es: En pausa: {track_name}
hu: Szüneteltetve: {track_name}
tr: Duraklatıldı: {track_name}

source: Paused: {stream_url}
es: En pausa: {stream_url}
hu: Szüneteltetve: {stream_url}
tr: Duraklatıldı: {stream_url}

source: Returns current channel's ID
hu: Megadja az aktuális csatorna azonosítóját
