Repository: gumerov-amir/TTMediaBot
Catalog: locale/*/LC_MESSAGES/TTMediaBot.po
Languages: es, hu, id, pt_br, ru, tr

source: A media streaming bot for TeamTalk. Authors: Amir Gumerov, Vladislav Kopylov, Beqa Gozalishvili, Kirill Belousov. Home page: https://github.com/gumerov-amir/TTMediaBotLicense: Mit License
es: Un robot de transmisión multimedia para TeamTalk. Autores: Amir Gumerov, Vladislav Kopylov, Beqa Gozalishvili, Kirill Belousov. Página web: https://github.com/gumerov-amir/TTMediaBotLicencia: Mit License
hu: Egy media streamelésre alkalmas bot a TeamTalk programhoz Fejlesztők: Amir Gumerov, Vladislav Kopylov, Beqa Gozalishvili, Kirill Belousov. Weboldal: https://github.com/gumerov-amir/TTMediaBot. License: Mit License
id: Bot streaming media untuk TeamTalk. Pengembang: Amir Gumerov, Vladislav Kopylov, Beqa Gozalishvili, Kirill Belousov. Home page: https://github.com/gumerov-amir/TTMediaBotLicense: Mit License
ru: TTMediaBot - бот для потоковой передачи мультимедиа для TeamTalk. Авторы: Gumerov_amir, A11CF0, Beqa Gozalishvili, Kirill Belousov. Домашняя страница: https://github.com/gumerov-amir/TTMediaBot

source: Send "h" for help
es: Envía "h" para ayuda
hu: Küldj egy h-t a parancsok megismeréséhez
id: Kirim "h" untuk bantuan.
pt_br: Envie "h" para obter ajuda
ru: Отправьте "h" для справки
tr: Yardım için "h" gönderin

source: Unknown command. Send "h" for help.
es: Orden desconocida. Envía "h" para ayuda.
hu: Ismeretlen parancs. Küldj egy h-t a parancsok megismeréséhez.
id: Perintah tidak dikenal. Kirim "h" untuk bantuan.
pt_br: Comando desconhecido. Envie "h" para obter ajuda.
ru: Неизвестная команда. Отправьте "h" для справки.
tr: Bilinmeyen komut. Yardım için "h" gönderin.

source: Error: {}
hu: Hiba: {}
id: Kesalahan: {}.
pt_br: erro: {}
ru: Ошибка: {}
tr: Hata: {}

source: You are banned
es: Estás bloqueado
hu: Tiltva vagy
id: Anda dilarang.
pt_br: Você está banido
ru: Вы заблокированы
tr: Siz engellendiniz

source: You are not in bot's channel
es: No estás en el mismo canal que el bot
hu: Nem tartózkodsz a bottal egy csatornában
id: Anda tidak berada di saluran bot.
pt_br: Você não está no canal do bot
ru: Вы не в канале бота
tr: botun kanalında değilsiniz

source: Bot is locked
es: El bot está bloqueado
hu: A bot zárolva van
id: Bot dikunci.
pt_br: O bot está bloqueado
ru: Бот заблокирован
tr: Bot kilitli

source: This command is blocked
es: Esta orden está bloqueada
hu: Tiltott parancs
id: Perintah ini diblokir.
pt_br: Este comando está bloqueado
ru: Эта команда заблокирована
tr: Bu komut kilitli

source: Unknown command
es: Orden desconocida
hu: Ismeretlen parancs
id: Perintah tidak diketahui.
pt_br: Comando desconhecido
ru: Неизвестная команда
tr: Bilinmeyen komut

source: +/-COMMAND Blocks or unblocks commands. +COMMAND adds command to the blocklist. -COMMAND removes from it. Without a command shows the blocklist
es: +/-ORDEN Bloquea o desbloquea la orden. +ORDEN añade la orden a la lista de bloqueadas. -ORDEN la elimina de la misma. Sin ninguna orden muestra la lista de bloqueadas
hu: +/-PARANCS letiltja vagy feloldja a parancsokat. +PARANCS hozzáadja a parancsot a tiltólistához, a -PARANCS pedig eltávolítja azt. Paraméterek nélkül a tiltólistát mutatja
id: +/-Perintah Memblokir atau membuka blokir perintah. +Perintah tambahkan perintah ke daftar blokir. -Perintah hapus perintah dari daftar perintah. Tanpa argumen apapun, tampilkan daftar blokir.
pt_br: /-COMMAND Bloqueia ou desbloqueia comandos. COMMAND adiciona comando ao blocklist. -O COMANDO remove-o. Sem um comando mostra a lista de bloqueios
ru: +/-КОМАНДА Блокирует или разблокирует команды. +КОМАНДА добавляет команду в список заблокированных команд. -КОМАНДА удаляет из него. Без команды показывает список заблокированных команд
tr: +/-KOMUT Komutları engeller veya engellemeyi kaldırır. +KOMUT engelleme listesine komut ekler. -KOMUT komutu engelleme listesinden kaldırır. Komut olmadan engellenen komut listesini gösterir

source: The list is empty
es: La lista está vacía
hu: A lista üres
id: Daftar kosong.
pt_br: A lista está vazia
ru: Список пуст
tr: Liste boş

source: Added
es: Añadida
hu: Hozzáadva
id: Ditambahkan.
pt_br: Adicionado
ru: Добавлен
tr: Eklendi

source: This command is already added
es: Esta orden ya está añadida
hu: Ez a parancs már hozzá van adva
id: Perintah ini sudah ditambahkan.
pt_br: Este comando já foi adicionado
ru: Эта команда уже добавлена
tr: Bu komut zaten eklendi

source: Deleted
es: Eliminada
hu: Törölve
id: Dihapus.
pt_br: Excluído
ru: Удалено
tr: Silindi

source: This command is not blocked
es: Esta orden no está bloqueada
hu: Ez a parancs nincs letiltva
id: Perintah ini tidak diblokir.
pt_br: Este comando não está bloqueado
ru: Эта команда не заблокирована
tr: Bu komut kilitli değil

source: GENDER Changes bot's gender. n neutral, m male, f female
es: GÉNERO Cambia el género del bot. n neutral, m masculino, f femenino
hu: NEM Megválltoztatja a bot nemét. N semleges, m férfi, f nő
id: JENIS KELAMIN Mengubah jenis kelamin bot. n netral, m laki-laki, f perempuan.
pt_br: GENDER muda o sexo do bot. n neutro, m macho, f fêmea
ru: ПОЛ Меняет пол бота. n нейтральный, m мужской, f женский
tr: CİNSİYET Botun cinsiyetini değiştirir. n nötr, m erkek, f kadın

source: LANGUAGE Changes bot's language
es: IDIOMA Cambia el idioma del bot
hu: NYELV Megváltoztatja a bot nyelvét
id: Bahasa ubah bahasa bot.
pt_br: LANGUAGE muda a linguagem do bot
ru: ЯЗЫК Меняет язык бота
tr: DIL Botun dilini değiştirir

source: The language has been changed
es: el idioma ha sido cambiado
hu: A nyelv sikeresen megváltoztatva
id: Bahasa telah diubah.
pt_br: A linguagem foi alterada
ru: Язык изменен
tr: Dil değiştirildi

source: Incorrect language
es: Idioma incorrecto
hu: Ismeretlen nyelv
id: Bahasa tidak tersedia.
pt_br: linguagem incorreta
ru: Неправильный язык
tr: yanlış dil

source: Current language: {current_language}. Available languages: {available_languages}
es: Idioma actual: {current_language}. Idiomas disponibles: {available_languages}
hu: Jelenlegi nyelv: {current_language}. Elérhető nyelvek: {available_languages}
id: Bahasa saat ini: {current_language}. Bahasa yang tersedia: {available_languages}.
pt_br: Linguagem atual: {current_language}. Idiomas disponíveis: {available_languages}
ru: Текущий язык: {current_language}. Доступные языки: {available_languages}
tr: Şu anki dil: {current_language}. Mevcut diller: {available_languages}

source: NICKNAME Changes bot's nickname
es: SOBRENOMBRE Cambia el sobrenombre del bot
hu: BECENÉV Megváltoztatja a bot becenevét
id: NAMA PANGGILAN ubah nama panggilan bot.
pt_br: NICKNAME Muda o apelido do bot
ru: НИК Меняет ник бота
tr: TAKMA AD Botun takma adını değiştirir

source: r/f Clears bot's cache. r clears recents, f clears favorites, without an option clears the entire cache
es: r/f Limpia la memoria caché del bot. r limpia la lista de recientes, f limpia los favoritos, sin ninguna opción limpia la caché entera
hu: r/f Törli a bot memóriájában található adatokat. Az r kitörli a nemrégiben lejátszott tartalmat, az f a kedvenceket távolítja el, konkrét paraméter hiányában az egész gyorsítótár törlődik
id: r/f Membersihkan cache bot. r hapus daftar terbaru, f hapus daftar favorit, tanpa argumen apapun hapus seluruh cache.
pt_br: r/f Limpa o cache do bot. r limpa recentes, f limpa favoritos, sem um opção limpa todo o cache
ru: r/f Очищает кеш бота. r очищает кеш недавно воспроизведенных треков, f очищает избранное, без опции очищает весь кеш
tr: r/f Botun önbelleğini temizler. r son çalınan parça listesini siler, f favorileri siler, seçenek olmadan tüm önbelleği temizler

source: Cache cleared
es: Caché vaciada
hu: Gyorsítótár törölve
id: Seluruh daftar cache dibersihkan.
pt_br: Cache limpo
ru: Кеш очищен
tr: Önbellek temizlendi

source: Recents cleared
es: Lista de recientes vaciada
hu: Legutóbbiak törölve
id: Daftar cache terbaru dibersihkan.
pt_br: Última lista de faixas limpa
ru: Кэш недавно воспроизведенных треков очищен
tr: Son çalınan parça listesi temizlendi

source: Favorites cleared
es: Favoritos vaciados
hu: Kedvencek törölve
id: Daftar cache favorit dibersihkan.
pt_br: Favoritos limpos
ru: Избранное удалено
tr: Favoriler temizlendi

source: Join channel. first argument is channel name or id, second argument is password, split argument " | ", if password is undefined, don't type second argument
es: Unirse a un canal. el primer argumento es el nombre o id del canal, el segundo argumento es la contraseña, separador de argumento " | ", si la contraseña no está establecida no escribas el segundo argumento
hu: Csatlakozás egy csatornához. Első szempontként add meg a csatorna nevét vagy azonosítóját, ezután írd be a jelszót, a két paramétert függőleges vonallal | válaszd el. Ha a jelszó ismeretlen, vagy nem létezik, második paramétert ne írj be
id: Gabung dengan saluran. argumen pertama adalah nama atau ID saluran, argumen kedua adalah kata sandi, Setiap argumen dipisahkan oleh tanda garis fertikal (|), jika kata sandi tidak ditentukan, jangan ketik argumen kedua.
ru: Присоединиться к каналу. Первый аргумент это имя канала или его ID, второй аргумент это пароль канала, соединитель между аргументами " | ". Если пароля в канале нет, не пишите второй аргумент

source: This channel does not exist
es: Este canal no existe
hu: Ez a csatorna nem létezik
id: Saluran ini tidak ada.
ru: Нет такого канала

source: Error joining channel: {error}
es: Error al unirse al canal: {error}
id: Terjadi kesalahan saat bergabung dengan saluran: {error}.
ru: Ошибка при присоединении к каналу

source: Enables or disables voice transmission
es: Activa o desactiva la transmisión de voz
hu: Hang aktiválása vagy letiltása
id: Mengaktifkan atau menonaktifkan aktifasi suara.
pt_br: Habilita ou desativa a transmissão de áudio
ru: Включает или отключает передачу речи
tr: Ses iletimini etkinleştirir veya devre dışı bırakır

source: Voice transmission enabled
es: Transmisión de voz activada
hu: Hangaktiválás engedélyezve
id: Aktifasi suara diaktifkan.
pt_br: Transmissão de voz habilitada
ru: Передача речи включена
tr: Ses iletimi etkin

source: Voice transmission disabled
es: Transmisión de voz desactivada
hu: Hangaktiválás letiltva
id: Aktifasi suara dinonaktifkan.
pt_br: Transmissão de áudio desativada
ru: Передача речи отключена
tr: Ses iletimi devre dışı

source: Locks or unlocks the bot
es: Bloquea o desbloquea el bot
hu: Zárolja vagy feloldja a botot
id: Kunci atau buka kunci bot.
pt_br: Bloqueia ou desbloqueia o bot
ru: Блокирует или разблокирует бота
tr: Botu kilitler veya kilidini açar

source: Locked
es: Bloqueado
hu: Zárolva
id: Terkunci.
pt_br: Bloqueado
ru: Заблокирован
tr: Kilitlendi

source: Unlocked
es: Desbloqueado
hu: Feloldva
id: Tidak terkunci.
pt_br: Desbloqueado
ru: Разблокирован
tr: Kilid açıldı

source: STATUS Changes bot's status
es: ESTADO Cambia el estado del bot
hu: STÁTUSZ Megváltoztatja a bot státuszát
id: STATUS ubah status bot.
pt_br: STATUS altera o status do bot
ru: СТАТУС Меняет статус бота
tr: DURUM Botun durumunu değiştirir

source: Enables or disables event handling
es: Activa o desactiva el procesamiento de eventos
hu: Az eseménykezelés engedélyezése vagy letiltása
id: Mengaktifkan atau menonaktifkan penanganan acara.
pt_br: Habilita ou desativa o manuseio de eventos
ru: Включает или отключает обработку событий
tr: Olay işlemeyi etkinleştirir veya devre dışı bırakır

source: Event handling is enabled
es: El procesamiento de eventos se ha activado
hu: Eseménykezelés engedélyezve
id: Penanganan acara diaktifkan.
pt_br: O manuseio de eventos está habilitado
ru: Обработка событий включена
tr: Olay işleme etkin

source: Event handling is disabled
es: El procesamiento de eventos se ha desactivado
hu: Eseménykezelés letiltva
id: Penanganan acara dinonaktifkan.
pt_br: Manuseio de eventos desativado
ru: Обработка событий отключена
tr: Olay işleme devre dışı

source: Enables or disables sending of channel messages
es: Activa o desactiva el envío de mensajes del canal
hu: A csatornaüzenetek küldésének engedélyezése vagy letiltása
id: Mengaktifkan atau menonaktifkan mengirim pesan teks ke saluran.
pt_br: Habilita ou desativa o envio de mensagens de canal
ru: Включает или отключает отправку сообщений канала
tr: Kanal mesajlarının gönderilmesini etkinleştirir veya devre dışı bırakır

source: Channel messages enabled
es: Mensajes del canal activados
hu: Csatornaüzenetek engedélyezve
id: Pesan teks ke saluran diaktifkan.
pt_br: Mensagens de canal habilitadas
ru: Сообщения канала включены
tr: Kanal mesajları etkinleştirildi

source: Channel messages disabled
es: Mensajes del canal desactivados
hu: Csatornaüzenetek letiltva
id: Pesan teks ke saluran dinonaktifkan.
pt_br: Mensagens de canal desativadas
ru: Сообщения канала отключены
tr: Kanal mesajları devre dışı bırakıldı

source: Saves bot's configuration
es: Guarda la configuración del bot
hu: A bot beállításainak mentése
id: Simpan konfigurasi bot.
pt_br: Salva a configuração do bot
ru: Сохраняет конфигурацию бота
tr: Botun konfigurasyonunu kaydeder

source: Configuration saved
es: Configuración guardada
hu: Beállítások elmentve
id: Konfigurasi disimpan.
pt_br: Configuração salva
ru: Конфигурация сохранена
tr: Konfigurasyon kaydedildi

source: +/-USERNAME Manages a list of administrators. +USERNAME adds a user. -USERNAME removes it. Without an option shows the list
es: +/-NOMBREUSUARIO Gestiona una lista de administradores. +NOMBREUSUARIO añade un usuario. -NOMBREUSUARIO lo elimina. Sin ninguna opción muestra la lista
hu: +/-FELHASZNÁLÓNÉV Kezeli az adminisztrátorok listáját. +FELHASZNÁLÓNÉV felhasználó hozzáadása. -FELHASZNÁLÓNÉV felhasználó eltávolítása. Paraméterek nélkül a listát mutatja
id: +/-NAMAPENGGUNA Kelola daftar administrator. +NAMAPENGGUNA tambahkan pengguna ke daftar administrator. -NAMAPENGGUNA hapus dari daftar administrator. Tampa argumen apapun tampilkan daftar administrator.
pt_br: /-USERNAME Gerencia uma lista de administradores. O USERNAME adiciona um usuário. - O NOME DE USUÁRIO remove-o. Sem uma opção mostra a lista
ru: +/-ИМЯ ПОЛЬЗОВАТЕЛЯ Управляет списком администраторов. +ИМЯ ПОЛЬЗОВАТЕЛЯ добавляет пользователя. -ИМЯ ПОЛЬЗОВАТЕЛЯ удаляет пользователя. Без опции показывает список
tr: +/-KULLANICI ADI Yöneticiler listesini yönetir. +KULLANICI ADI kullanıcı ekler. -KULLANICI ADI kullanıcıyı kaldırır. Bir seçenek olmadan listeyi gösterir

source: This user is not in the admin list
es: Este usuario no está en la lista de admins
hu: Ez a felhasználó nem szerepel az adminisztrátor listán
id: Pengguna ini tidak ada dalam daftar administrator.
pt_br: Este usuário não está na lista de administradores
ru: Этого пользователя нет в списке администраторов
tr: Bu kullanıcı yönetici listesinde değil

source: +/-USERNAME Manages a list of banned users. +USERNAME adds a user. -USERNAME removes it. Without an option shows the list
es: +/-NOMBREUSUARIO Gestiona una lista de usuarios bloqueados. +NOMBREUSUARIO añade un usuario. -NOMBREUSUARIO lo elimina. Sin ninguna opción muestra la lista
hu: +/-FELHASZNÁLÓNÉV Kezeli a tiltott felhasználók listáját. +FELHASZNÁLÓNÉV felhasználó hozzáadása. -FELHASZNÁLÓNÉV felhasználó eltávolítása. Paraméterek nélkül a listát mutatja
id: +/-NAMAPENGGUNA KELOLA daftar pengguna yang dilarang. +NAMAPENGGUNA tambahkan pengguna ke daftar pengguna yang dilarang. -NAMAPENGGUNA hapus dari daftar pengguna yang dilarang. Tanpa argumen apapun tampilkan daftar pengguna yang dilarang.
pt_br: +/-USERNAME Gerencia uma lista de usuários banidos. +O USERNAME adiciona um usuário. -NOME DE USUÁRIO remove-o. Sem uma opção mostra a lista
ru: +/-ИМЯ ПОЛЬЗОВАТЕЛЯ Управляет списком заблокированных пользователей. +ИМЯ ПОЛЬЗОВАТЕЛЯ добавляет пользователя. -ИМЯ ПОЛЬЗОВАТЕЛЯ удаляет пользователя. Без опции показывает список
tr: +/-KULLANICI ADI Engellenmiş kullanıcılar listesini yönetir. +KULLANICI ADI kullanıcı ekler. -KULLANICI ADI kullanıcıyı kaldırır. Bir seçenek olmadan listeyi gösterir

source: This user is not banned
es: Este usuario no está bloqueado
hu: Ez a felhasználó nincs tiltva
id: Pengguna ini tidak dilarang.
pt_br: Este usuário não está bloqueado
ru: Этот пользователь не забанен
tr: Bu kullanıcı engellenmemiştir

source: Quits the bot
es: Apaga el bot
hu: Kilépteti a botot a szerverről
id: Tutup bot.
pt_br: Para o bot
ru: Закрывает бота
tr: Botu kapatır

source: Restarts the bot
es: Reinicia el bot
hu: Újraindítja a botot
id: Mulai ulang bot.
pt_br: Reinicia o bot
ru: Перезапускает бота
tr: Botu yeniden başlatır

source: help text not found
es: texto de ayuda no encontrado
hu: nem található segédszöveg
id: teks bantuan tidak ditemukan.
pt_br: Texto de ajuda não encontrado
ru: текст справки не найден
tr: yardım metni bulunamadı

source: Shows command help
es: muestra la ayuda de órdenes
hu: Megjeleníti a parancsok súgóját
id: Tampilkan bantuan perintah.
pt_br: Mostra ajuda de comando
ru: Показывает справку по командам
tr: Komut yardımını gösterir

source: Shows information about the bot
es: Muestra información sobre el bot
hu: Megjeleníti a botra vonatkozó információkat
id: Tampilkan informasi tentang bot.
pt_br: Mostra informações sobre o bot
ru: Показывает информацию о боте
tr: Bot hakkında bilgi gösterir

source: QUERY Plays tracks found for the query. If no query is given, plays or pauses current track
es: TEXTOBÚSQUEDA Reproduce pistas encontradas para el texto de búsqueda. Si no se indica un texto de búsqueda, reproduce o pausa la pista actual
hu: LEKÉRDEZÉS A lekérdezés eredményéül kapott zeneszámok lejátszása. Ha nincs lekérdezés megadva, akkor az aktuális számot játssza le vagy szünetelteti
id: KUERI Memutar trek yang ditemukan untuk kueri. Jika tidak ada kueri yang diberikan, putar atau jeda trek saat ini.
pt_br: QUERY Reproduz faixas encontradas para a consulta. Se nenhuma consulta for dada, reproduz ou pausa a faixa atual
ru: ЗАПРОС Воспроизводит найденные по запросу треки. Если запрос не указан, запускает или приостанавливает воспроизведение текущего трека
tr: İSTEK İstek için bulunan parçaları çalar. İstek verilmezse, mevcut parçayı oynatır veya duraklatır

source: Searching...
es: Buscando...
hu: Keresés...
id: Mencari...
pt_br: Procurando...
ru: Поиск...
tr: Aranıyor...

source: {nickname} requested {request}
es: {nickname} ha solicitado {request}
hu: {nickname} kérte {request}
id: {nickname} meminta {request}.
pt_br: {nickname} solicitou {request}
ru: {nickname} запросил {request}
tr: {nickname} {request} istedi

source: Playing {}
es: Reproduciendo {}
hu: Lejátszás
id: Memutar {}.
pt_br: tocando {}
ru: Воспроизводится {}
tr: Oynatılıyor {}

source: Nothing is found for your query
es: No se encuentra nada para tu texto de búsqueda
hu: Keresésed nem hozott eredményt
id: Tidak ada yang ditemukan untuk kueri Anda.
pt_br: Nada encontrado para sua pesquisa
ru: По вашему запросу ничего не найдено
tr: Sorgunuz için hiçbir şey bulunamadı

source: The selected service is currently unavailable
es: El servicio seleccionado está actualmente no disponible
hu: A kiválasztott szolgáltatás jelenleg nem elérhető
id: Layanan yang dipilih saat ini tidak tersedia.
ru: В данный момент, выбранный сервис недоступен

source: URL Plays a stream from a given URL
es: URL Reproduce una transmisión (stream) desde una URL dada
hu: URL Egy adott URL-címről való lejátszás
id: URL Memutar aliran dari URL tertentu.
ru: АДРЕс Воспроизводит поток по заданному адресу

source: {nickname} requested playing from a URL
es: {nickname} ha solicitado reproducir desde una URL
hu: {nickname} egy URL címről kérvényezett lejátszást
id: {nickname} meminta pemutaran dari URL.
pt_br: {nickname} começou a reproduzir a partir de uma URL
ru: {nickname} запросил воспроизведение потока
tr: {nickname} URL'den oynatmak istedi

source: Incorrect protocol
es: Protocolo incorrecto
hu: Helytelen protokoll
id: Protokol salah.
pt_br: Protocolo inválido
ru: Неверный протокол
tr: Yanlış protokol

source: Cannot process stream URL
es: No se puede procesar la URL de la transmisión
hu: Nem lehet feldolgozni a stream URL-címét
id: Tidak dapat memproses URL streaming.
ru: Невозможно получить адрес потока

source: The path cannot be found
es: No se puede encontrar la ruta
hu: Az elérési útvonal nem található
id: Path tidak dapat ditemukan.
pt_br: O caminho não pode ser encontrado
ru: Путь не найден
tr: Yol bulunamıyor

source: Stops playback
es: Detiene la reproducción
hu: Szünetelteti a lejátszást
id: Hentikan pemutaran.
pt_br: Para a reprodução
ru: Останавливает воспроизведение
tr: Oynatmayı durdurur

source: {nickname} stopped playback
es: {nickname} ha detenido la reproducción
hu: {nickname} szüneteltette a lejátszást
id: {nickname} menghentikan pemutaran.
pt_br: {nickname} parou a reprodução
ru: {nickname} остановил воспроизведение
tr: {nickname} oynatmayı durdurdu

source: Nothing is playing
es: Nada en reproducción
hu: Semmi nincs lejátszás alatt
id: Tidak ada yang diputar.
pt_br: Nada está tocando
ru: Ничего не воспроизводится
tr: Hiçbir şey çalmıyor

source: VOLUME Sets the volume to a value between 0 and {max_volume}. If no volume is specified, the current volume level is displayed
es: VOLUMEN Establece el volumen a un valor entre 0 y {max_volume}. Si no se especifica ningún volumen, se muestra el nivel actual de volumen
hu: HANGERŐ A hangerőt 0 és {max_volume} közötti értékre állítja. Ha nincs megadva érték, akkor az aktuális hangerőszint jelenik meg
id: VOLUME Menyetel volume ke nilai antara 0 dan {max_volume}. Jika tidak ada volume yang ditentukan, level volume saat ini ditampilkan.
pt_br: VOLUME Define o volume para um valor entre 0 e {max_volume}. Se não houver volume é especificado, o nível de volume atual é exibido
ru: ГРОМКОСТЬ Устанавливает для громкости значение от 0 до {max_volume}. Если громкость не указана, отображается текущий уровень громкости
tr: SES Sesi 0 ile {max_volume} arasında bir değere ayarlar. Ses düzeyi belirtilmemişse, geçerli ses düzeyi görüntülenir

source: get the current position of the track
id: dapatkan posisi trek saat ini
pt_br: obter a posição atual da faixa
ru: получить текущую позицию трека

source: Current Position: {} ({} second)
id: Posisi saat ini: {} ({} saat)
pt_br: Posição atual: {} ({} segundo)
ru: Текущая позиция: {} ({} секунду)

source: Current Position: {} ({} seconds)
id: Posisi saat ini: {} ({} saat)
pt_br: Posição atual: {} ({} segundos)
ru: Текущая позиция: {} ({} секунды)

source: STEP Seeks current track backward. the default step is {seek_step} seconds
es: DURACIÓN Rebobina la pista actual. La duración por defecto es {seek_step} segundos
hu: VISSZA az aktuális tartalmat visszafelé pörgeti. Az alapértelmezett idő {seek_step} másodperc
id: Mundur {seek_step} detik.
pt_br: STEP busca a faixa atual para trás. o passo padrão é {seek_step} segundos
ru: ШАГ Прокручивает текущий трек назад. шаг по умолчанию {seek_step} секунды
tr: [ADIM] Geçerli parçayı geriye doğru arar. varsayılan adım {seek_step} saniye

source: STEP Seeks current track forward. the default step is {seek_step} seconds
es: DURACIÓN Avanza en la pista actual. La duración por defecto es {seek_step} segundos.
hu: ELŐRE Az aktuális tartalmat előre pörgeti. Az alapértelmezett idő {seek_step} másodperc
id: Maju {seek_step} detik.
pt_br: STEP busca a faixa atual para frente. o passo padrão é {seek_step} segundos
ru: ШАГ Прокручивает текущий трек вперед. шаг по умолчанию {seek_step} секунды
tr: [ADIM] Mevcut parçayı ileriye doğru arar. varsayılan adım {seek_step} saniye

source: Plays next track
es: Reproduce la pista siguiente
hu: A következő zene lejátszása
id: Putar trek berikutnya.
pt_br: Reproduz a próxima faixa
ru: Воспроизводит следующий трек
tr: Sonraki parçayı çalar

source: No next track
es: Sin pista siguiente
hu: Nincs több tartalom
id: Tidak ada trek berikutnya.
pt_br: Nenhuma próxima faixa
ru: Нет следующего трека
tr: Sonraki parça yok
